Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wiejska szarlotka
uk: Яблучний пиріг по-селянськи

source: Wieki mijały, a osamotnieni ludzie zeszli ze ścieżki prawa i porządku, po której niegdyś pokornie stąpali i na powrót zaczęły odżywać w nich zwierzęce instynkty ich przodków. W nieskończonych wojnach brat stawał przeciw bratu, a siostra przeciw siostrze, aż wszelka pamięć o dawnych naukach została na zawsze pogrzebana.
uk: Минали століття, самотні люди сходили зі шляху закону і порядку, яким вони колись смиренно ступали, і в них знову починали прокидатися тваринні інстинкти їхніх предків. У нескінченних війнах брат йшов на брата, а сестра на сестру, аж поки пам'ять про древні вчення не була втрачена назавжди.

source: Wiekowe wino Ernesto
uk: Багаторічне вино Ернесто

source: Wielce mnie to cieszy.
uk: Я дуже радий цьому.

source: Wielce raduje się me serce, bowiem wczorajszej nocy Adanos dał nam wszystkim znak. Skruszył most prowadzący na wyspę, wyraźnie sprzeciwiając się naszej interwencji w mieście. Zaiste żyjemy w czasach niespokojnych, lecz pełnych omenów, których stale musimy wypatrywać.
uk: Серце моє радіє, бо минулої ночі Аданос дав нам усім знак. Він зруйнував міст, що веде до острова, явно виступаючи проти нашого втручання у справи міста. Ми дійсно живемо в неспокійні часи, але вони сповнені знамень, на які ми повинні постійно звертати увагу.

source: Wiele chat ucierpiało w wyniku burz, a do ich naprawy potrzeba mnóstwa desek.
uk: Багато хатин постраждали від буревію, а для їхнього ремонту потрібно багато дощок.

source: Wiele lat cierpię swą mękę. Mogą być wszędzie. Pięć fragmentów spowiedzi, złoży się na całość opowieści.
uk: Я багато років страждаю від цих мук. Вони можуть бути де завгодно. П'ять фрагментів сповіді складуть цілу історію.

source: Wiele lat po śmierci Maksyma, mimo nienawiści, która wciąż tliła się w gorących sercach, wyznawcy Adanosa i Innosa nauczyli się żyć ze sobą w pokoju. Gdy słudzy Boga Światła wiedli prym w mieście, tak wierni Pana Ładu tłumnie gromadzili się poza nim - na wsiach, w borach i nad brzegiem morza. Wraz z tym proces odbudowy został dopełniony, a równowaga na Archolos została zachowana. Na znak pojednania, podjęliśmy też decyzję o rozpoczęciu budowy mostu, łączącego klasztor z wyspą Archolos.
uk: Через багато років після смерті Максимуса, незважаючи на ненависть, яка все ще жевріла в палких серцях, послідовники Аданоса та Інноса навчилися жити разом у мирі та злагоді. В той час, як слуги Бога Світла керували містом, віддані Богу Порядку розселилися за його межами – в селах, лісах і на морському узбережжі. Цим було завершено процес відбудови і збережено рівновагу на Архолосі. На знак примирення ми також прийняли рішення розпочати будівництво мосту, який з'єднає монастир з островом Архолос.

source: Wiele lat po śmierci Rhobara, następni władcy dokładali starań, by dorównać jego zasługom, lecz wychodziło im to z różnym skutkiem.
uk: Протягом багатьох років після смерті Робара наступні правителі намагалися відповідати його досягненням, але з перемінним успіхом.

source: Wiele lat później, pewnej czarnej, zimowej nocy do jamy wtargnęła wataha bestii. Ich futro miało kolor nieba. Ich gorejące ślepia łypały złowrogo po wygłodzonych wilkach. Ich wykrzywione, lecz ostre kły, błysnęły w ciemności jak pochodnie.
uk: Через багато років, однієї темної зимової ночі в лігво вдерлася зграя звірів. Їхнє хутро було кольору неба. Палаючі очі зловісно дивилися на голодних вовків. Їхні викривлені, але гострі ікла спалахували в темряві, наче смолоскипи.

source: Wiele lat swojego życia poświęcił na podróże po najdalszych krańcach świata,
uk: Багато років свого життя він присвятив подорожам у найвіддаленіші куточки світу,

source: Wiele lat temu Cortez płynął nią po morzach i siał postrach wśród marynarzy, łupiąc porty i fregaty kupieckie.
uk: Багато років тому Кортез плавав на ньому по морях і сіяв хаос серед моряків, грабуючи порти і торгові фрегати.

source: Wiele lat temu razem z moim kapitanem opłynęliśmy cały Wschodni Archipelag - od Archolos po odległy Contir.
uk: Багато років тому ми з капітаном обійшли увесь Східний Архіпелаг – від Архолосу до віддаленого Контіра.

source: Wiele lat temu wykupił tę ziemię od poprzedniego właściciela, który nie radził sobie z jej zarządzaniem.
uk: Багато років тому він купив землю у попереднього власника, який погано нею керував.

source: Wiele lat temu wynająłem go od Lady Aldony, byłej władczyni tych ziem - niech Innos czuwa nad jej duszą.
uk: Багато років тому я орендував його у леді Альдони, колишньої правительки цих земель – нехай Іннос береже її душу.

source: Wiele lat temu, gdy Gildia stała się główną siłą handlową na świecie, jej zarządcy powołali jednostkę, której głównym celem miała być ochrona kupców i ich interesów.
uk: Багато років тому, коли Гільдія стала головною торгівельною силою у світі, її керівництво створило підрозділ, головною метою якого був захист торговців та їх інтересів.

source: Wiele lat temu, gdy jeszcze nie byłem magiem, sporo podróżowałem po świecie. Myślałem, że pomagam napotkanym ludziom, a tak naprawdę pomagałem tylko sobie.
uk: Багато років тому, коли я ще не був магом, я багато подорожував світом. Я думав, що допомагаю людям, яких зустрічав, але насправді допомагав тільки собі.

source: Wiele można mówić o Volkerze, ale jedno jest pewne - potrafi szczodrze nagradzać za oddaną służbę. Pamiętaj o tym, gdy będziesz z nim rozmawiał.
uk: Про Волкера можна говорити багато, але одне можна сказати напевно – він вміє щедро винагороджувати за віддану службу. Май це на увазі, коли будеш з ним розмовляти.

source: Wiele osób mylnie twierdzi, że siła lub zręczność mają jakiś wpływ na efekty końcowe - najważniejsza jest jednak po prostu praktyka górnicza.
uk: Багато людей помилково стверджують, що сила чи спритність якось впливають на кінцевий результат – проте найважливішою для видобутку є практика.

source: Wiele osób nie dostrzega w nim zagrożenia, a to dokładnie to, na co liczy ten szaleniec. Jedyny sposób na przywrócenie równowagi to ukrócenie jego działalności.
uk: Багато хто не бачить у ньому загрози, на що і сподівається цей божевільний. Єдиний спосіб відновити баланс - припинити його діяльність.

source: Wiele osób uważa, że oprawianie zwierzyny i przygotowywanie posiłków to nie jest prawdziwa sztuka, jednak każdy jeść musi.
uk: Багато хто вважає, що різати дичину і готувати їжу – це не справжнє мистецтво, але ж їсти треба всім.

source: Wiele pokus i dróg na skróty czyha na strażnika, lecz ten, mając w pamięci dobro miasta i mieszkańców, niestrudzenie kroczy ścieżką prawa.
uk: Безліч спокус і обхідних шляхів підстерігають вартового, але він, пам'ятаючи про благо міста і його жителів, невтомно слідує шляхом закону.

source: Wiele potworów inaczej reaguje na inny rodzaj magii. Istoty stworzone z kamienia nie wytrzymają napływu zaklęć wody, a skrzydlate potwory padną na ziemię po zesłaniu na nie błyskawicy.
uk: Багато істот по-різному реагують на різні види магії. Істоти з каменю не витримують натиску водних заклинань, тоді як крилаті потвори падають на землю, якщо в них спрямувати блискавку.

source: Wiele prawdy jest w stwierdzeniu, że to, co normalnie trujące, w małych ilościach i odpowiednio przyrządzone, potrafi mieć skutki pozytywne.
uk: Є чимало правди в тому, що те, що зазвичай є отруйним, у невеликих кількостях і правильно приготоване може мати корисний ефект.

source: Wiele run znaleźć również można w starych grobowcach, zgodnie z tradycją magowie często byli z nimi chowani.
uk: Руни часто зустрічаються в старих гробницях, оскільки маги згідно з традицією часто були поховані разом з ними.

source: Wiele słów tej starej kroniki jest nieczytelnych.
uk: Багато слів цього старого літопису нерозбірливі.

source: Wiele tygodni przygotowań i całe góry wydanego złota by ta arena stała się miejscem widowiskowego rozlewu krwi.
uk: Багато тижнів підготовки і гори золота пішли на те, щоб ця арена стала місцем видовищного кровопролиття.

source: Wiele w życiu przepracował, widać to po jego dłoniach. Może i wydaje wszystkim polecenia na lewo i prawo, ale widać, że doskonale wie co robi.
uk: Він багато працював у своєму житті, це видно по його руках. Можливо, він роздає всім накази направо і наліво, але видно, що він точно знає, що робить.

source: Wielka Sala jest większa, niż myśleliśmy. Z powodzeniem pomieściłaby królewski galeon, który widziałem w porcie. Szkoda tylko, że nie przywitały nas kufry wypełnione złotem.
uk: Велика зала більша, ніж ми думали. В ній з легкістю помістився б королівський галеон, який я бачив у порту. Шкода тільки, що нас не зустріли скрині, наповнені золотом.

source: Wielka Wojna - Zakład płatnerski
uk: Велика Війна – Майстерня броняра

source: Wielka kusza
uk: Великий арбалет

source: Wielka maczeta
uk: Велике мачете

source: Wielka szkoda, chciałem zobaczyć to przedstawienie. Tak czy inaczej, spisałeś się bardzo dobrze.
uk: Дуже шкода, я хотів би на це подивитися. У будь-якому випадку, ти дуже добре попрацював.

source: Wielka szkoda, że Volker przeżył zamach. Wszystkich by ucieszyła jego śmierć.
uk: Дуже шкода, що Волкер вижив після замаху. Всі були б раді його смерті.

source: Wielka szkoda, że nie skusiłeś się na mój poczęstunek.
uk: Шкода, що ти не спокусився моїм частуванням.

source: Wielka szkoda. Z chęcią przetrzepałbym dowcipnisiowi skórę za ten mało śmieszny żart.
uk: Дуже шкода. Я б із задоволенням здер з жартівника шкіру за цей не дуже смішний жарт.

source: Wielki Miecz Strażnika
uk: Великий меч стража

source: Wielki facet?
uk: Великого хлопця?

source: Wielki kwatermistrz w babskiej sukience! W mieście nie jeden poleci na twoje wdzięki.
uk: Великий інтендант у жіночій сукні! У місті чимало чоловіків піддасться твоїм чарам.

source: Wielki miecz strażnika
uk: Великий меч стража

source: Wielki nietoperz
uk: Гігантський кажан

source: Wielki pakunek mięsa od Slagera
uk: Великий пакунок м'яса від Слагера

source: Wielki skręt bagiennego ziela
uk: Велика скрутка з болотної трави

source: Wielki topór
uk: Величезна сокира

source: Wielki, obrzydliwy, śmierdzący...
uk: Велика, огидна, смердюча...

source: Wielkie dzięki przyjacielu, jesteśmy twoimi dłużnikami, ale...
uk: Дуже дякую, друже, ми у тебе в боргу, але...

source: Wielkie dzięki za pomoc.
uk: Щиро дякую за допомогу.

source: Wielkie dzięki! Będę o tym pamiętał.
uk: Дуже дякую! Я буду мати це на увазі.

source: Wielkie dzięki! Opowiem wszystkim, że dobry z ciebie chłopak.
uk: Дуже дякую! Я всім розповім, який ти хороший хлопець.

source: Wielkie dzięki, Stone! Z takim pancerzem nawet cały oddział sługusów Lichwiarza nie będzie miał najmniejszych szans.
uk: Дуже дякую, Стоуне! З таким обладунком навіть цілий загін найманців Лихваря не матиме жодних шансів.

source: Wielkie dzięki, Viktor.
uk: Дуже дякую, Вікторе.

source: Wielkie dzięki, kolego. Kamień spadł mi z serca!
uk: Дуже дякую, друже. Як камінь впав з серця!

source: Wielkie dzięki.
uk: Дуже дякую.

source: Wielkością nie różnią się wiele od miejsc, w które będziecie musieli trafić by unieszkodliwić przeciwnika.
uk: Їх розмір не сильно відрізняється від місць, куди вам потрібно влучити, щоб нейтралізувати супротивника.

source: Wielkość tej zapłaty i traktowanie nas przez szefową pozostawia wiele do życzenia, ale na chłopski rozum: po co mielibyśmy sobie dokładać roboty przy ciągle takim samym wynagrodzeniu?
uk: Розмір цієї виплати і ставлення до нас з боку керівництва залишає бажати кращого, але якщо подумати: навіщо нам додавати собі лишньої роботи за ту ж саму зарплату?

source: Wielką ironią jest to, że nie potrafił ocalić siebie.
uk: Велика іронія в тому, що він не зміг врятувати себе.

source: Wielmożny Lord Hagen z Najświętszego Zakonu Paladynów, przysłał nam dwójkę swoich rycerzy na Archolos.
uk: Ясновельможний Лорд Хаген зі Священного Ордену Паладинів, прислав нам двох своїх лицарів до Архолосу.

source: Wielmożny Sir Ramsey obecnie przebywa w mieście.
uk: Вельможний сер Рамзі зараз перебуває в місті.

source: Wielokrotnie odradzałem mu ten kierunek, przekonując go, żeby osiadł na wschodzie, tam gdzie bezpieczniej.
uk: Я неодноразово відговорював його від цього, переконував оселитися на сході, там безпечніше.

source: Wielokrotnie udowodniłeś, że można ci powierzyć trudne zadanie, bez ryzyka utraty twarzy przez straż miejską.
uk: Ти багато разів довів, що тобі можна довірити складне завдання без ризику для Міської Варти втратити свою репутацію.

source: Wieloletnie wino
uk: Багаторічне вино

source: Wieloletnie wino Araxos
uk: Багаторічне вино Араксос

source: Wieloletnie wino Araxos nie jest tym, czego potrzebuje Dirk.
uk: Араксоське багаторічне вино – це не те, що потрібно Дірку.

source: Wieloletnie wino nie jest tym, czego potrzebuje Dirk.
uk: Багаторічне вино – це не те, що потрібно Дірку.

source: Wielonogich paskudztwach?
uk: Багатоногих тварюк?

source: Wielu historyków twierdzi, że Maksym mógł w porę przeciwdziałać rebelii, wprowadzając na stałe do kolonii żołnierzy, którzy strachem lub siłą powstrzymaliby wolnościowe zapędy kupców. Inni uważają, że już wiele lat temu król Domenico, budując ogromną flotę, bezpośrednio położył fundamenty konfliktu.
uk: Багато істориків стверджують, що Максимус міг би вчасно протидіяти повстанню, постійно розміщуючи в колоніях солдатів, які б страхом або силою стримували волелюбність торговців. Інші вважають, що король Доменіко вже заклав основи конфлікту за багато років до цього, побудувавши величезний флот.

source: Wielu jubilerów i kolekcjonerów zapłaci majątek,
uk: Багато ювелірів і колекціонерів заплатять цілий

source: Wielu ludzi chodzi tą drogą?
uk: Чи багато людей ходить цією дорогою?

source: Wielu ludzi przeklina go, a przez to także i nas, strażników, za te wszystkie surowe prawa oraz podatki...
uk: Багато людей проклинають його, а разом з ним і нас, вартових, за всі ці суворі закони і податки...

source: Wielu ludzi uważa, że smoki należą wyłącznie do świata bajek opowiadanych niegrzecznym dzieciom na dobranoc. Czy jednak na pewno te skrzydlate bestie są niczym więcej jak wytworem ludzkiej fantazji? Istnieją pewne dowody, według których można poddać tę tezę w wątpliwość.
uk: Багато хто вважає, що дракони існують виключно у вечірніх казках, які розповідають неслухняним дітям. Адже ці крилаті чудовиська - не більше, ніж плід людської фантазії? Існують деякі докази, які ставлять під сумнів це твердження.

source: Wielu magów uważa jednak, że magia runiczna powinna być tajemnicą klasztorów i zabrania nauk z tych ksiąg, co czyni je bardzo trudnymi do zdobycia.
uk: Однак багато магів вважають, що рунна магія повинна бути втаємничена в монастирях і забороняють її вивчати по цих книгах, роблячи їх дуже важкодоступними.

source: Wielu miastowych odwiedza Silbach?
uk: Багато містян відвідують Сільбах?

source: Wielu mieszkańców, którzy się tam zapuścili, już nie wrócili z powrotem...
uk: Багато з тих, хто наважився туди піти, більше не повернулися...

source: Wielu mieszkańców, którzy się tam zapuścili, już nie wróciło z powrotem...
uk: Багато з тих, хто наважився туди піти, більше не повернулися...

source: Wielu nie wierzyło, że uda ci się wrócić z kryjówki tych bandziorów, ale wygląda na to, że nie doceniliśmy cię, chłopcze.
uk: Багато хто не вірив, що ти повернешся зі схованки тих бандитів, але, здається, ми тебе недооцінили, хлопче.

source: Wielu odwiedza mój lokal, zarówno mieszkańców, jak i przyjezdnych.
uk: Багато хто відвідує мій заклад, як місцеві, так і приїжджі.

source: Wielu potężnych magów studiowało ciała pełzaczy, by poznać tajemnice drzemiące w wydzielinie z ich żuwaczek. Pomimo że do tej pory nie udało się odnaleźć przyczyny jej tajemniczych właściwości, ani tym bardziej wydestylować z nich bezpiecznych i skutecznych mikstur, to jednak wciąż można usłyszeć o magach regularnie spożywających zawartość żuwaczek.
uk: Багато могутніх магів вивчали тіла повзунів, щоб дізнатися про секрети, приховані в їхніх щелепах. Хоча причину їх загадкових властивостей досі не розкрито, не кажучи вже про дистиляцію в безпечні та ефективні засоби, все ще можна почути про магів, які регулярно вживають їх вміст.

source: Wielu próbowało mnie zabić, uwolnić miasto od ciążącego na nim strachu, ale ich wysiłki spełzły na niczym.
uk: Багато хто вже намагався вбити мене, звільнити місто від страху, але їхні зусилля виявились марними.

source: Wielu silnych i wrednych typków odwiedza to miejsce.
uk: Багато сильних і злих типів відвідують це місце.

source: Wielu uczonych i prostych ludzi przez wiele lat nie mogło dojść do zgody na temat tego, co jest prawdziwym skarbem Archolos. Jedni powiedzą, że jest nim wino - i mają poniekąd rację. To w towarzystwie tego trunku podpisywano niezliczone traktaty, wynoszono królów na trony i wywoływano wojny. Inni uznają, że jest nim złoto. Wszak to dzięki zawieranym przez kupców układom, wyspa nazywana jest dzisiaj Vengardem Wschodu. Dla mnie jednak jest nim srebro.
uk: Багато років поспіль науковці та прості люди не можуть дійти згоди щодо того, що є справжнім скарбом Архолосу. Хтось скаже, що це вино, і в чомусь матиме рацію. Саме з допомогою вина підписувалися незліченні договори, коронувалися королі та велися війни. Інші вважають, що це золото. Адже саме завдяки угодам, укладеним торговцями, острів сьогодні називають Венгардом Сходу. Для мене ж це срібло.

source: Wielu uważa go za dziwaka, za bardzo rozmiłowanego w historii swojego rodu, ale faktem jest, że to on kontroluje większość kopalń srebra i złota na wyspie, także na brak pieniędzy nie może narzekać.
uk: Багато хто вважає його диваком, надмірно захопленим сімейною історією. Але справа в тому, що він контролює більшість срібних і золотих копалень на острові, тому грошей йому не бракує.

source: Wielu wpływowych ludzi z miasta obawiało się obcych i domagało się zamknięcia granic miasta na czas nieokreślony. Plan ten zadowoliłby co prawda jedną grupę społeczną, lecz wiązałby się z ogromnymi stratami gospodarczymi dla całego regionu. Godfrey stąpał po grząskim gruncie, a każda jego decyzja najeżona była ryzykiem.
uk: Багато впливових мешканців міста боялися чужинців і вимагали, щоб місто було закрите на невизначений термін. Хоча цей план задовольнив би одну соціальну групу, він спричинив би величезні економічні втрати для всього регіону. Годфрі ступав на хиткий ґрунт, і кожне його рішення було ризикованим.

source: Wielu znajomych kupców wiąże koniec z końcem, próbując przetrwać trudy blokady handlowej. Wszystko wskazuje na to, że większość z nich trafi na bruk jeszcze przed nadejściem zimy.
uk: Багато знайомих торговців ледве зводять кінці з кінцями, намагаючись пережити труднощі торговельної блокади. Все вказує на те, що більшість з них опиняться на вулиці ще до настання зими.

source: Wielu łowców ceni je sobie podczas polowań, i wielu już uratowały życie.
uk: Багато мисливців дорожать ними, і не дарма, з їхньою допомогою вдалося врятувати чимало життів.

source: Wiem coś o tym.
uk: Розумію тебе.

source: Wiem gdzie znajdziesz wojowników. (Wyślij do Przystani)
uk: Я знаю, де можна знайти воїнів. (Відправити до Гавані)

source: Wiem już, gdzie jest pracownia Rierola i mogę cię tam zaprowadzić.
uk: Я вже знаю, де знаходиться майстерня Рієрола, і можу тебе туди відвести.

source: Wiem o tym od dawna! Dlaczego mówisz mi to akurat teraz?
uk: Я давно про це знаю! Чому ти кажеш мені про це саме зараз?

source: Wiem też, że jesteś na tropie pewnej organizacji. W zamian za twoją pomoc mógłbym się o niej czegoś dowiedzieć.
uk: Я також знаю, що ти вийшов на слід однієї організації. В обмін на твою допомогу я міг би дещо про неї дізнатися.

source: Wiem to już od dawna. Pracują ze sobą od lat. Viktor chodzi uśmiechnięty od ucha do ucha, po każdej rozmowie z Marthą.
uk: Я знаю про це вже давно. Вони працюють разом вже багато років. Віктор ходить усміхнений від вуха до вуха після кожної розмови з Мартою.

source: Wiem tyle, że jesteś oportunistą, który zrobi wszystko, by przetrwać i osiągnąć swój cel.
uk: Все, що я знаю, це те, що ти пристосуванець, який піде на все, щоб вижити і досягти своєї мети.

source: Wiem tylko to, że zniknął, a chata Kurta została zdemolowana. Przyszedłem tutaj jako jeden z ostatnich.
uk: Все, що я знаю, це те, що він зник, а хатину Курта розгромили. Я прийшов сюди одним з останніх.

source: Wiem tylko tyle, co powiedział mi Viktor. Powinieneś z nim o tym pogadać.
uk: Я знаю лише те, що мені розповів Віктор. Тобі варто поговорити про це з ним.

source: Wiem tylko, że Archolos było niegdyś rozdzielone między kilka klanów, które pod swoim sztandarem zjednoczył niejaki Volfzack. Ile legend o nim krąży, to nie sposób zliczyć.
uk: Я знаю лише, що Архолос колись був розділений між кількома кланами, які об'єднав під своїм стягом такий собі Вольфзак. Скільки про нього існує легенд – не злічити.

source: Wiem tylko, że Dzielnica Biedoty w mieście, obok portu, ma złą sławę. Różni ludzie się tam kręcą.
uk: Знаю лише, що Бідний квартал у місті, поблизу порту, має погану репутацію. Різні люди там вештаються.

source: Wiem tylko, że ktoś, kto za nie zapłacił, musiał być cholernie bogaty.
uk: Знаю лише, що той, хто за них заплатив, мав бути до біса багатим.

source: Wiem z pewnego źródła, że lada dzień do miasta przypłynąć ma jakiś Wysłannik Królewski.
uk: З одного джерела мені стало відомо, що з дня на день до міста має прибути Королівський посол.

source: Wiem! Miejskie muzeum! Mają tam podobny fragment z wyrytym symbolem Wilczych Synów.
uk: Знаю! Міський музей! У них там є схожий фрагмент з вигравіруваним символом Вовчих Синів.

source: Wiem! Weź to i potnij mu trochę łódkę. To ta z mnóstwem sieci dookoła.
uk: Я знаю! Візьми це і трохи поріж його човен. Це той, біля якого багато сіток навколо.

source: Wiem, ale spodziewałem się po waszej dwójce więcej rozgarnięcia!
uk: Знаю, але я очікував від вас обох більшої кмітливості!

source: Wiem, co będziemy teraz robić!
uk: Я знаю, що ми зараз будемо робити!

source: Wiem, co czujesz.
uk: Я знаю, що ти відчуваєш.

source: Wiem, co nakazał! Nie zapominaj, że aktualnie to ja jestem zwierzchnikiem klasztoru.
uk: Я знаю, що він наказав! Не забувай, що наразі я очолюю монастир.

source: Wiem, dzięki!
uk: Знаю, дякую!

source: Wiem, gdzie to jest. Spotkamy się pod kościołem o północy i wyruszymy razem.
uk: Я знаю, де це. Опівночі зустрінемось біля церкви і вирушимо разом.

source: Wiem, gdzie ukrywa się Baluen.
uk: Я знаю, де ховається Бейлен.

source: Wiem, gdzie ukrywa się Baluen. (Wydaj)
uk: Я знаю, де ховається Бейлен. (Видати)

source: Wiem, gdzie znajdziesz wojowników. W pobliskiej Przystani, jest cała masa zdolnych facetów. Mają nawet arenę, na której organizują walki.
uk: Я знаю, де можна знайти воїнів. У сусідній Гавані є ціла купа вправних молодиків. У них навіть є арена, де вони влаштовують бої.

source: Wiem, jak Kyle potrafi być uciążliwy, dlatego tym bardziej dziękuję, że się nim zająłeś. Trzymaj, to w ramach nagrody.
uk: Знаю, яким Кайл може бути обтяжливим, тому ще більше дякую, що подбав про нього. Тримай, ось твоя нагорода.

source: Wiem, jak to wygląda. Jestem tchórzem i pierwsze, o czym myślałem na brzegu, to własny tyłek, ale teraz... żałuję swojej decyzji.
uk: Я знаю, як це виглядає. Я боягуз, і перше, про що я подумав на березі, це про власний зад, але зараз... я шкодую про своє рішення.

source: Wiem, kto jest odpowiedzialny za śmierć mojego brata.
uk: Я знаю, хто відповідальний за смерть мого брата.

source: Wiem, kto odpowiada za śmierć mojego brata, i jakkolwiek to nie brzmi, jedyny sposób, by go dorwać, to odzyskanie pewnego artefaktu z ruin Vardhal.
uk: Я знаю, хто винен у смерті мого брата, і як би це не прозвучало, але єдиний спосіб дістатись до нього – це дістати певний артефакт з руїн Вардхалу.

source: Wiem, kto zabił Stana.
uk: Я знаю, хто вбив Стена.

source: Wiem, który z twoich pracowników pije w czasie pracy.
uk: Я знаю, хто з твоїх працівників п'є на роботі.
